Tekla Open API Reference for Tekla Structures 2025
ArrowheadAttributes Methods
The ArrowheadAttributes type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides GenericAttributesBase.IsEqual(Object).)
Top
See Also
Reference
ArrowheadAttributes Class
Tekla.Structures.Drawing Namespace